Repository: trystan2k/padelbuddy
Catalog: page/i18n/*.po
Languages: es_es, pt_br

# home.startNewGame
source: Start New Game
es_es: Nueva Partida
pt_br: Nova Partida

# home.confirmStartNewGame
source: Tap Again to Reset
es_es: Toca de Nuevo para Reiniciar
pt_br: Toque Novamente para Reiniciar

# home.resumeGame
source: Resume Game
es_es: Continuar Partida
pt_br: Continuar Partida

# game.title
source: Match Score
es_es: Marcador del Partido
pt_br: Placar da Partida

# game.gamesLabel
source: GAMES
es_es: JUEGOS
pt_br: JOGOS

# game.teamAAddPoint
source: + Team A
es_es: + Equipo A
pt_br: + Time A

# game.teamBAddPoint
source: + Team B
es_es: + Equipo B
pt_br: + Time B

# game.teamARemovePoint
source: - Team A
es_es: - Equipo A
pt_br: - Time A

# game.teamBRemovePoint
source: - Team B
es_es: - Equipo B
pt_br: - Time B

# game.backHome
source: Back to Home
es_es: Volver al Inicio
pt_br: Voltar ao Início

# game.home
source: Home
es_es: Inicio
pt_br: Início

# game.finishedLabel
source: Game Finished
es_es: Partido Finalizado
pt_br: Jogo Finalizado

# game.winsSuffix
source: Wins!
es_es: Gana!
pt_br: Vence!

# game.matchFinished
source: Match Finished
es_es: Partido Terminado
pt_br: Partida Finalizada

# game.undo
source: Undo
es_es: Deshacer
pt_br: Desfazer

# setup.title
source: Match Setup
es_es: Configurar Partido
pt_br: Configurar Partida

# setup.selectSetsHint
source: Number of sets
es_es: Número de sets
pt_br: Número de sets

# setup.startMatch
source: Start Match
es_es: Iniciar Partido
pt_br: Iniciar Partida

# setup.saveFailed
source: Could not save match setup
es_es: No se pudo guardar la configuración
pt_br: Não foi possível salvar a configuração

# summary.title
source: Summary
es_es: Resumen del Partido
pt_br: Resumo da Partida

# summary.teamAWins
source: Team A Wins
es_es: Equipo A Gana
pt_br: Time A Vence

# summary.teamBWins
source: Team B Wins
es_es: Equipo B Gana
pt_br: Time B Vence

# summary.matchFinished
source: Match Finished
es_es: Partido Terminado
pt_br: Partida Finalizada

# summary.matchUnavailable
source: Summary unavailable
es_es: Resumen no disponible
pt_br: Resumo indisponível

# summary.finalScoreLabel
source: Final Sets
es_es: Sets Final
pt_br: Sets Final

# summary.setHistoryTitle
source: Set History
es_es: Historial de Sets
pt_br: Histórico de Sets

# summary.noSetHistory
source: No completed sets
es_es: Ningún set completado
pt_br: Nenhum set finalizado

# summary.home
source: Home
es_es: Inicio
pt_br: Início

# summary.startNewGame
source: Start New Game
es_es: Nueva Partida
pt_br: Nova Partida

# home.clearData
source: Clear App Data
es_es: Borrar Datos
pt_br: Limpar Dados

# home.clearDataConfirm
source: Tap Again to Confirm
es_es: Toca de Nuevo para Confirmar
pt_br: Toque Novamente para Confirmar

# home.previousMatches
source: Previous Matches
es_es: Partidos Anteriores
pt_br: Partidas Anteriores

# history.title
source: Match History
es_es: Historial de Partidos
pt_br: Histórico de Partidas

# history.empty
source: No matches played yet
es_es: Aún no hay partidos jugados
pt_br: Nenhuma partida jogada ainda

# history.back
source: Back
es_es: Volver
pt_br: Voltar

# history.detail.title
source: Match Details
es_es: Detalles del Partido
pt_br: Detalhes da Partida

# history.detail.notFound
source: Match not found
es_es: Partido no encontrado
pt_br: Partida não encontrada

# history.detail.wins
source: Wins
es_es: Gana
pt_br: Vence

# history.detail.draw
source: Draw
es_es: Empate
pt_br: Empate

# history.detail.setHistory
source: Set History
es_es: Historial de Sets
pt_br: Histórico de Sets

# history.deleteConfirmToast
source: Press again to confirm delete
es_es: Presiona de nuevo para confirmar eliminación
pt_br: Pressione novamente para confirmar exclusão

# settings.title
source: Settings
es_es: Configuración
pt_br: Configurações

# settings.previousMatches
source: Previous Matches
es_es: Partidos Anteriores
pt_br: Partidas Anteriores

# settings.clearAppData
source: Clear App Data
es_es: Borrar Datos del App
pt_br: Limpar Dados do App

# settings.clearDataConfirm
source: Tap again to confirm
es_es: Toca de nuevo para confirmar
pt_br: Toque novamente para confirmar

# settings.dataCleared
source: Data cleared
es_es: Datos borrados
pt_br: Dados limpos

# settings.clearFailed
source: Clear failed
es_es: Error al borrar
pt_br: Falha ao limpar

# settings.version
source: Version:
es_es: Versión:
pt_br: Versão:
